000100 IDENTIFICATION DIVISION.
000200 PROGRAM-ID. HOLA-MUNDO.
       AUTHOR. VERONICA QD.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       01 MENSAJE VALUE "HOLA MUNDO".
       PROCEDURE DIVISION.
       BEGIN.
           DISPLAY MENSAJE.
           STOP RUN.
      
